var config = {
    texts: [
        "翘楚，今天是你的生日",      
        "祝你生日快乐！",   
        "欢迎来美国玩！！",
        "一起去一个又一个城市，去看星星、荒野与大海",
        "一起对着极光许愿",
        "或者🤔",
        "一起去世界的其他角落！",
        "很久没联系，更加珍惜你了，以后要经常联系！",
        "不论在哪，发生了什么",
        "哪怕我80岁了",
        "我都要做那个倔强的小老头，做app祝你开心😄",
        ],
    imgs: {
        "欢迎来美国玩！！": "./imgs/map.png",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
